"%@ Installer" = "Instalador de %@";
"By installing, you agree to the %@ and %@" = "Al instalar, usted está de acuerdo con %@ y %@";
"About %@" = "Acerca de %@";
"Hide %@" = "Ocultar %@";
"Hide Others" = "Ocultar Otros";
"Show All" = "Mostrar Todo";
"Quit %@" = "Salir de %@";
"Window" = "Ventana";
"Minimize" = "Minimizar";
"Zoom" = "Enforcar";
"Bring All to Front" = "Traer todo al frente";
"Help" = "Ayuda";
"Support Center" = "Centro de Soporte";
"Privacy Policy" = "Política de Privacidad";
"EULA" = "EULA";
"End User License Agreement" = "Acuerdo de Licencia de Usuario Final";
"Direct Download" = "Descarga Directamente";
"An error occurred during installation." = "Ocurrir un error durante la instalación.";
"Please make sure you have Internet connection and try again." = "Por favor, asegúrese de que tiene conexión a Internet e inténtelo de nuevo.";
"Try Again" = "Inténtalo de nuevo";
"Quit" = "Salir";
"Launch" = "Iniciar";
"Install and Reopen" = "Instalar y Volver a abrir";
"Installation still in progress" = "Instalación aún en curso";
"Are you sure you want to quit before the process is completed?" = "¿Está seguro de que desea salir antes de que se complete el proceso?";
"Cancel" = "Cancelar";
"Version" = "Versión";
"Install" = "Instalar";
"Downloading" = "Descargando";
"Installing" = "Instalando";
"Continue" = "Continuar";
"Product Page" = "Página de Producto";
"Unable to install it to the application directory, please change the installation path." = "No se pudo instalar al directorio de la aplicación, por favor cambie la ruta de la instalación";
"OK" = "Aceptar";
"The current macOS version is too old." = "La versión actual de macOS es demasiado antigua.";
"The current macOS version is too old to run the software. Please try to download system-supported version of the software and reinstall." = "La versión actual de macOS es demasiado antigua para ejecutar el software. Por favor intente a descargar la versión del software compatible con el sistema y vuelva a instalarla.";
"Close" = "Cerrar";
"Copyright © 2020 %@. All rights reserved." = "Copyright © 2020 %@.\nTodos los Derechos Reservados.";
"You've installed %@. Please reinstall or launch directly this software." = "Ha instalado %@. Por favor vuelva a instalar o inicie directamente este programa.";
"Please exit the %@ before reinstalling. If failed to launch, please go and find %@ in Applications." = "Por favor salga de %@ antes de reinstalar. Si no se puede iniciar, busque %@ en Aplicaciones.";
"Reinstall" = "Reinstalar";
